"GROUP_SHOW_FOOTER"="Select what vitamins or minerals should show in the app. These settings will sync to all your devices.";


"HK_VITAMIN_PANEL_NAME"="Show Vitamins";
"HK_GROUP_VITAMINS_FOOTER"="Only enabled vitamins show in the app. Data sync for hidden elements is disabled.";
"HK_GROUP_VITAMINS_TITLE"="Vitamins";
"SHOW_VIT_A_TITLE" = "Vitamin A";
"SHOW_VIT_C_TITLE" = "Vitamin C";
"SHOW_VIT_D_TITLE" = "Vitamin D";
"SHOW_VIT_E_TITLE" = "Vitamin E";
"SHOW_VIT_K_TITLE" = "Vitamin K";
"SHOW_VIT_B1_TITLE" = "Vitamin B1 (Thiamin)";
"SHOW_VIT_B2_TITLE" = "Vitamin B2 (Riboflavin)";
"SHOW_VIT_B3_TITLE" = "Vitamin B3 (Niacin)";
"SHOW_VIT_B5_TITLE" = "Vitamin B5 (Pantothenic Acid)";
"SHOW_VIT_B6_TITLE" = "Vitamin B6 (Pyridoxine)";
"SHOW_VIT_B7_TITLE" = "Vitamin B7 (Biotin)";
"SHOW_VIT_B9_TITLE" = "Vitamin B9 (Folate)";
"SHOW_VIT_B12_TITLE" = "Vitamin B12 (Cobalamin)";


"HK_MINERAL_PANEL_NAME"="Show Minerals";
"HK_GROUP_MINERALS_FOOTER"="Only enabled minerals show in the app. Data sync for hidden elements is disabled.";
"HK_GROUP_MINERALS_TITLE"="Minerals";
"SHOW_FE_TITLE" = "Iron";
"SHOW_MG_TITLE" = "Magnesium";
"SHOW_CA_TITLE" = "Calcium";
"SHOW_CR_TITLE" = "Chromium";
"SHOW_CL_TITLE" = "Chloride";
"SHOW_CU_TITLE" = "Copper";
"SHOW_MN_TITLE" = "Manganese";
"SHOW_MO_TITLE" = "Molybdenum";
"SHOW_SE_TITLE" = "Selenium";
"SHOW_NA_TITLE" = "Sodium";
"SHOW_ZN_TITLE" = "Zink";
"SHOW_P_TITLE" = "Phosphorus";
"SHOW_K_TITLE" = "Potassium";
"SHOW_I_TITLE" = "Iodine";


"ABOUT_GROUP_TITLE"="About";
"ABOUT_APP_VERSION"="Version";
"ABOUT_DISCLAIMER_TITLE"="Disclaimer";
"ABOUT_DISCLAIMER"="All content found in our software applications (apps) has been created for informational purposes only. The content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Martspec cannot and will not be held responsible (legally, financially, or medically ) for decisions made using or based on results from its apps, medical algorithms, scores and calculators. It is not in the scope of Martspec to give medical advice, diagnosis or treatment services.

Anyone who uses our apps does so at their own risk and should seek professional medical advice for their concerns including but not limited to diagnosis, medication and other treatments. Please note that only a licensed professional has the authority to officially diagnose and assess an individual in regard of any health aspects.

Please be advised that the results displayed by our apps may not be 100% accurate, correct and/or complete and that they are intended solely for information purposes. While we did our best to build the them, there is absolutely no guarantee that the apps will be error-free.

The information presented by Martspec has been obtained from sources that we believed to be accurate and reliable, however, neither Martspec nor content sources warrant the accuracy, completeness or up-to-datedness of the information.

Neither Martspec nor our content providers assume any liability or responsibility for damage or injury (including death) to you other persons or property arising from any use of any product, information, idea or instruction contained in the content or services provided to you.

You understand and acknowledge that your sole and exclusive remedy with respect to any defect in or dissatisfaction with the app is to cease using the app.";
